<template>
    <pre class="text">
        Общество с ограниченной ответственностью «ЭВОЛГРУПП», именуемое в дальнейшем «Компания» в лице директора Щербакова Виктора Андреевича, действующего на основании Устава с одной стороны и физическое лицо, именуемое в дальнейшем «Получатель» с другой стороны, при совместном упоминании именуемые «Стороны» заключили настоящий Договор о нижеследующем.

        Настоящая Оферта является официальным (публичным) безотзывным предложением Компании к любому физическому лицу, достигшему возраста гражданской дееспособности, работающему в организациях сферы обслуживания и услуг, заключить с Компанией Договор на существующих условиях, содержащихся в Договоре, в том числе устанавливает порядок и условия присоединения Получателей к Договору, а также права и обязанности Сторон, возникающие в связи с заключением Договора.
        В соответствии со статьей 428 Гражданского кодекса Российской Федерации Договор между Сторонами заключается путем присоединения Получателя к Оферте в целом. Договор считается заключенным с даты получения Компанией подтверждения о присоединение к Оферте.
        Действующая редакция Договора постоянно размещена и доступна Получателю в его Личном кабинете.
        Для заключения Договора Получатель осуществляет регистрацию в Личном кабинете в порядке, предусмотренным правилами пользования Личным кабинетом, с заполнением следующих своих регистрационных данных: Имя, Фамилия, Отчество, Пол, Номер телефона, E-mail, Должность.
        Получатель обязуется при регистрации предоставить достоверную информацию о себе и поддерживать эту информацию в актуальном состоянии, в противном случае Компания имеет право по своему усмотрению отказать Получателю в регистрации или удалить соответствующую учетную запись.
        Компания оставляет за собой право в любой момент потребовать от Получателя подтверждения данных, указанных при регистрации, и запросить в связи с этим подтверждающие документы (в частности – документы, удостоверяющие личность), непредоставление которых, по усмотрению Компании, может быть приравнено к предоставлению недостоверной информации
        Получатель гарантирует, что имеет право получать денежные средства, не обременен обязательствами по указанным денежным средствам перед третьими лицами.
        Настоящий Договор считается заключенным Сторонами с момента регистрации Получателя в Личном кабинете и заведения своих платежных данных в Систему. Указанные действия являются достаточными для признания их присоединением к Договору в соответствии со статьями 428, 437, 438 Гражданского кодекса Российской Федерации. Также Получатель принимает Политику конфиденциальности.
        Процедура указания платежных данных Получателя совершается по защищенным каналам информации и доступна только банку-эмитенту карты (в случае использования банковской карты) или платежной системе (в случае использования платежной системы). Информация о реквизитах платежного средства недоступна ни Компании, ни Клиенту в силу специфики работы банковских и/или платежных систем.

        1. Термины и определения
        Получатель (Получатель чаевых) – физическое лицо (работник сферы обслуживания) принявшее условия настоящего Договора с Компанией и являющееся получателем денежных средств, перечисляемых Клиентами.
        Клиент (Гость) – лицо, осуществляющее денежное перечисление Получателю в порядке дарения (в соответствии со статьей 217 НК РФ п.18.1) и принявшее условия Договора с Компанией.

        Авторизация – процедура получения разрешения на совершение Клиентом Оплаты или запрета на совершение Оплаты, предоставляемые Эмитентом Банковской карты. Авторизация предоставляется Эмитентом при условии достаточности суммы денежных средств на Платежном средстве для совершения Оплаты.
        Личный кабинет – специализированный раздел на Сайте Компании, размещенный по адресу https://evolpay.ru, защищенный специальными средствами защиты, представляющий собой систему (программное обеспечение) электронного документооборота между Сторонами, содержащий информацию о Получателе, в том числе историю проведенных расчетов по Договору, а также предоставляющий Получателю возможность направлять в Компанию запросы и документы, получать от Компании информационные сообщения и документы, информацию о состоянии совершенных оплат. При обмене информацией и документами через Личный кабинет Стороны руководствуются настоящим Договором.
        Платежное средство – банковская или предоплаченная карта международных платежных систем Visa International, MasterCard Worldwide, ПС «МИР» или иное электронное средство платежа, предоставленное Эмитентом Плательщику в соответствии с условиями заключенного между ними договора, и используемое Плательщиком в целях осуществления оплаты.
        Распоряжение – электронный документ, составленный и переданный Клиентом посредством Системы и являющийся основанием для осуществления Оплаты.
        Банк– кредитная организация (небанковская кредитная организация), являющаяся оператором по переводу денежных средств, привлекаемая Компанией на основании заключенного договора, в целях осуществления перечисления.
        Сайт Системы – web-сайт в сети Интернет: https://evolpay.ru
        Система «Evolpay» (далее – «Система») – программный комплекс (совокупность программных и аппаратных средств), обеспечивающих с использованием сети Интернет информационное и технологическое взаимодействие между участниками расчетов при совершении Оплаты.
        В состав программного комплекса входят:
            • база данных;
            • личный кабинет Получателя;
            • платежное ядро системы;
            • модуль оплаты Клиента;
            • модули для работы Получателя в системе EvolPay на различных платформах.

        Электронный документ – документ, составленный в электронной форме и переданный одной Стороной другой Стороне в соответствии с условиями Договора посредством Системы. Электронный документ включает в себя совокупность данных, которые создаются, модифицируются, обрабатываются и хранятся в ЭВМ, передаются посредством Системы и могут быть представлены на бумажном носителе (при необходимости).
        Эмитент – юридическое лицо, либо кредитная организация (небанковская кредитная организация), в том числе Банк, предоставившее Клиенту Платежное средство в соответствии с условиями заключенного между ними договора.
        Чаевые – добровольное безвозмездное денежное поощрение Получателя Клиентом, несвязанное с встречным предоставление услуг и/или работ.
        QR - код – средство удостоверения Распоряжения Клиента на перевод денежных средств, представляющее собой автоматически генерируемую Системой «Evolpay» последовательность криптографических символов цифр содержащее в себе необходимые параметры перечисления и предоставленного Получателем Клиенту для считывания посредством его отображения на чеке, счете или ином документе с использованием пользовательского устройства (смартфона) Клиента.

        2. Предмет Договора.
        2.1. Компания оказывает услуги информационного и технологического взаимодействия между участниками расчетов в целях совершения Клиентами оплаты в пользу Получателей, осуществляет процессинговое обслуживание Системы, а также расчет и передачу Чаевых, принятых Компанией в пользу Получателя.
        2.2. Получатель поручает Компании осуществлять от своего имени, но за счет Получателя действия по получению причитающихся Получателю денежных средств и последующему перечислению Получателю сумм в порядке, предусмотренном Договором.
        2.3. Оказание услуг в рамках настоящего Договора предусматривает предоставление Компанией Получателю на период действия Договора неисключительных прав на использование принадлежащего Компании программного комплекса «Evolpay»
        Компании принадлежат все известные на момент заключения настоящего Договора исключительные имущественные права на программный комплекс «Evolpay», в том числе права на распоряжение программным комплексом, на его использование в любой форме и любым способом.
        Программный комплекс и сопутствующая ему документация предоставляются Получателю «КАК ЕСТЬ» («AS IS»), в соответствии с общепринятым в международной практике принципом. Это означает, что за проблемы, возникающие в процессе установки, обновления, поддержки и эксплуатации программного комплекса (в том числе: проблемы совместимости с другими программными продуктами (пакетами, драйверами и др.), проблемы, возникающие из-за неоднозначного толкования сопроводительной документации, несоответствия результатов использования программного комплекса ожиданиям Получателя и т.п.), Компания ответственности не несет.
        2.4. Настоящий Договор является смешанным договором и содержит элементы различных договоров, предусмотренных действующим законодательством РФ, в частности договора на оказание услуг, Агентского и лицензионного договоров. В соответствии со ст. 421 ГК РФ к отношениям Сторон по настоящему Договору применяются в соответствующих частях правила о договорах, элементы которых содержатся в смешанном договоре.
        2.5. Основанием для начала оказания Получателю услуг Компании, направленных на обеспечение информационного и технологического взаимодействия между участниками расчетов в целях совершения Клиентами оплаты в пользу Получателей является Распоряжение, составленное и переданное Клиентами посредством Системы. Компания оказывает Получателю услуги Компании при условии предоставления Эмитентом Авторизации.
        2.6. Обмен информацией и электронными документами между Сторонами осуществляется путем информационного и технологического взаимодействия между Сторонами посредством Системы в автоматическом режиме в порядке, установленном настоящим Договором и правилами пользования Личным кабинетом, а также технической документацией, размещенной в Личном кабинете.
        2.7. Стороны признают, что все Электронные документы и сообщения, а также иные документы, предоставленные в электронной форме, обмен которыми осуществляется посредством Системы, имеют юридическую силу равную юридической силе документов на бумажных носителях, собственноручно подписанных уполномоченными лицами Сторон и скрепленных печатями Сторон (при наличии).
        2.8. Доступ Получателя к информации об оказанных услугах Компании, а также совершение иных действий, предусмотренных Договором, осуществляется через Личный кабинет. Особенности и условия использования Личного кабинета, не предусмотренные Договором, регулируются инструкциями, размещенными в Личном кабинете.

        3. Персональные данные.
        3.1. Принимая условия настоящего Договора, Получатель выражает свое безусловное согласие на обработку Компанией персональных данных, переданных Компании Получателем (либо иным лицом, уполномоченным Получателем), любым способом, включая, но не ограничиваясь сбором, записью, систематизацией, накоплением, хранением, уточнением (обновление, изменение), извлечением, использованием, передачей (распространение, предоставление, доступ), в том числе трансграничной передачей персональных данных, обезличиванием, блокированием, удалением, уничтожением персональных данных.
        3.2. Персональные данные Получателей могут быть обработаны Компанией только в целях надлежащего исполнения последним своих обязательств перед Получателем.
        3.3. Согласие Получателя действует в течение всего срока действия настоящего Договора и может быть отозвано Получателем путем расторжения Договора по инициативе Получателя.
        3.4. В случае, если при исполнении Договора Получатель предоставляет Компании персональные данные третьих лиц, Получатель гарантирует законность их получения и наличие согласия субъектов этих персональных данных на их предоставление, а также принимает на себя ответственность за правомерность предоставления и соответствие действительности указанных данных.
        4. Права и обязанности Сторон

        4.1. Получатель обязуется:
        4.1.1. Не предпринимать действий направленных на понуждение Клиентов к перечислению денежных средств, оставлению положительного отзыва, и прочим действиям, которые могут повлиять на доверие Клиентов к Системе;
        4.1.2. Своевременно и в полном объеме ознакомиться и соблюдать условия настоящего Договора Соблюдать требования настоящего Договора;
        4.1.3. При наличии претензий в течение 3 (Трех) календарных дней с момента получения денежных средств предъявить их Компании на адрес электронной почты info@evolgroup.ru;
        4.1.4. Не размещать с помощью Системы материалы и информацию, нарушающие действующее законодательство, включая, но не ограничиваясь следующим: порно, клевету, оскорбления, призывы к насилию, свержению власти, рассылку спама, вредоносных программ;
        4.1.5. Предоставить ИНН, адрес регистрации и действительные банковские реквизиты для осуществления перечисления в адрес Получателя.
        4.1.7. Уплатить Компании вознаграждение.
        4.1.8. Самостоятельно исчислять, декларировать и уплачивать в бюджетную систему налоги в соответствии с действующим законодательством.
        4.2. Получатель вправе:
        4.2.1. Получать перечисляемые Клиентами Чаевые на условиях настоящего Договора.
        4.2.2. Получать от Компании по электронным каналам связи в согласованном сторонами формате сведения о размере принятых в пользу Получателя Чаевых.
        4.2.3. Вносить изменения в следующие сведения, указанные в учетной записи: Номер телефона, E-mail, Должность, Фото, платежные реквизиты для перечисления Чаевых.
        4.3. Компания обязуется:
        4.3.1. Обеспечить бесперебойный прием Чаевых в пользу Получателя;
        4.3.2. Обеспечить возможность приема Получателем Чаевых в соответствии с условиями настоящего Договора
        4.3.3. Денежные средства, перечисляемые Получателю, не являются вознаграждением и доходом Компании, за исключением комиссии, взимаемой в рамках Договора;
        4.3.4. В полном объеме и в срок исполнять все обязательства, принятые на себя по настоящему Договору;
        4.3.5. Уведомлять Получателя об изменении условий настоящего Договора и тарифов посредством электронной почты, указанной Получателем в учетной записи.
        4.4. Компания вправе:
        4.4.1. Осуществить блокирование учетной записи в следующих случаях нарушения Получателем п. 4.1.1, 4.1.4.
        4.4.2. Вносить в одностороннем порядке изменения в условия настоящего Договора.
        4.4.3. Расторгнуть настоящий Договор в одностороннем внесудебном порядке в любое время в течение срока действия настоящего Договора, уведомив об этом Получателя через Личный кабинет за 30 календарных дней до даты расторжения Договора.
        4.4.4. Приостановить перечисление Получателю денежных средств в случае нарушения Получателем условий настоящего Договора, до момента устранения соответствующих нарушений.
        4.2.5. Приостановить исполнение обязательств, предусмотренных настоящим Договором, а также расторгнуть настоящий Договор в одностороннем внесудебном порядке в случае получения соответствующего требования от Банка.
        об операциях оплаты в случае превышения лимита на осуществление операций оплаты.
        4.4.6. Компания имеет иные права, предусмотренные действующим законодательством.

        5. Стоимость услуг и порядок взаиморасчетов
        5.1. Прием Чаевых в пользу Получателя происходят в следующем порядке:
        1) суммы платежей Клиентов агрегируются Компанией и отражаются в Личном кабинете Получателя;
        2) принятые Компанией Чаевые перечисляются Получателю на основании заявки поданной через личный кабинет. Минимальная сумма заявки 500 рублей. Исполнение заявок, поданных в рабочий день до 18 часов, производится в тот же день, поданных с 18 часов пятницы и выходные дни – в первый рабочий день;
        3) Размер единовременно выплачиваемых Чаевых не может превышать 15 000 рублей;
        4) в случае отказа Получателя от дальнейшего сотрудничества, Компания производит перечисление всех принятых до даты прекращения действия настоящего Договора Чаевых.
        5.2. Вознаграждение удерживается Компанией самостоятельно из поступающих сумм Чаевых в размере, установленном в п. 5.3.
        5.3. За совершаемые в рамках настоящего Договора действия Компания получает вознаграждение в размере 5% от полученных сумм Чаевых.

        6. Конфиденциальность
        6.1. Стороны принимают на себя обязательства не разглашать полученные в ходе исполнения Договора сведения, являющиеся конфиденциальными для каждой из Сторон (далее – «конфиденциальная информация»). Под «конфиденциальной информацией» в Договоре понимаются не являющиеся общедоступными сведения, разглашение которых может привести к возникновению убытков и/или повлиять на деловую репутацию любой из Сторон, в том числе:
        • информация о Персональных данных Клиентов, оказанных Услугах Компании, оплатах, объемах операций;
        • информация о тарифной политике Сторон.
        6.2. Факт заключения Договора и предмет Договора не являются конфиденциальной информацией.
        6.3. Стороны обязуются не разглашать конфиденциальную информацию третьим лицам, за исключением ответственных лиц Сторон, уполномоченных получать и передавать информацию от имени каждой из Сторон в связи с исполнением обязательств по Договору.
        6.4. Конфиденциальная информация, может быть предоставлена третьим лицам только в порядке, установленном законодательством Российской Федерации.
        6.5. При прекращении действия Договора, Стороны обязуются не разглашать и не использовать в своих интересах и/или интересах третьих лиц конфиденциальную информацию в течение 1 (одного) года с момента прекращения действия Договора.

        7. Ответственность
        7.1. За неисполнение или ненадлежащее исполнение обязательств, предусмотренных настоящим Договором, Стороны несут ответственность в соответствии с настоящим Договором и действующим законодательством Российской Федерации.
        7.2. Получатель признает и соглашается с тем, что Компания вправе удерживать из сумм, подлежащих перечислению Получателю суммы штрафов и иных требований, предъявляемых Банком/Банком-эмитентом/МПС в случаях совершения Получателем/Клиентом ненадлежащих операций. При этом Компания не несет ответственность перед Получателем за удержание таких сумм.
        7.3. Компания не несет ответственность перед Получателем (в том числе за любые возможные убытки) в случае приостановления осуществления операций, удержания денежных средств, а также в случае приостановления исполнения обязательств в случаях, установленных Договором.
        7.4. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по Договору в случае, если их выполнение оказалось невозможным вследствие непреодолимой силы, то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, которые возникли после заключения Договора. К таким обстоятельствам Стороны, в частности, но не исключительно, относят: стихийные бедствия, повреждение линий и/или средств связи, введение на территории Российской Федерации или отдельных ее местностях военного или чрезвычайного положения, забастовки, принятие органами государственной власти и/или органами местного самоуправления нормативных правовых и иных актов, делающих невозможным исполнение Сторонами своих обязательств по Договору.
        7.5. Получатель соглашается с тем, что никакое ПО не свободно от ошибок. Система предоставляется со стандартными для всех Клиентов, Получателей и партнеров функциями на общепринятом в мировой практике принципе «таким, каков он есть» («as is»). Агент не предоставляет никаких гарантий, явных или подразумеваемых, что ПО будет отвечать требованиям или ожиданиям Получателя, будет соответствовать целям и задачам Получателя.
        7.6. Получатель соглашается с тем, что для работы с ПО Получателю необходимо использовать программное обеспечение (веб-браузеры, операционные системы и прочее) и оборудование (персональные компьютеры, сетевое оборудование и прочее) произведенное и предоставленное третьими лицами, и Компания не несет ответственность за качество их работы.
        7.8. Получатель гарантирует, что он не будет копировать, модифицировать, переводить, декомпилировать, дизассемблировать, переконструировать или каким-либо другим способом предпринимать попытки переводить объектный код ПО в форму понятную человеку, или производить какие-либо производные действия, а также не позволять никому делать вышеозначенное, кроме случаев, прямо предусмотренных действующим законодательством.
        7.9. В случае утери и (или) разглашения Получателем логина и пароля доступа к Личному кабинету, Получатель самостоятельно несет риск возможных неблагоприятных для него последствий.
        7.10. По части реализации платежной инфраструктуры работа Системы построена исключительно на финансовых сервисах партнеров и не подпадает под требования по открытию НКО.
        7.11. Получатель соглашается с тем, что Компания не несет ответственности за сбои в работе платежных систем и партнеров, непосредственно осуществляющих сами денежные переводы.
        7.12. Компания не обрабатывает на своей стороне данные банковских карт Клиентов и Получателей и тем более не хранит подобные данные на своей стороне. Обработкой ввода данных карт, проведением самих платежей занимаются партнеры. На стороне Компании хранится исключительно некритичная информация о проведенных транзакциях - сумма, время транзакции, статус и возможно местоположение Клиента и Получателя в момент проведения платежа.
        7.13 Получатель самостоятельно несет ответственность риски любых убытков или иных негативных последствий, которые могут у него возникнуть в результате приема Чаевых по настоящему Договору.

        8. Гарантии безопасности платежей
        8.1. Все платежи проводятся партнером Компании - «Сбербанк» (https://sberbank.ru/) или иными партнерами, информация о которых в той или иной мере размещена в Системе или в Договоре. Партнеры защищают и обрабатывают данные Клиента и банковской карты Клиента по стандарту безопасности PCI-DSS. Передача информации в платежный шлюз происходит с применением технологии шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим наивысший уровень надежности. Партнер не передает данные банковских карт Клиентов Компании и иным третьим лицам. Для дополнительной аутентификации держателя карты используется протокол 3D Secure.
        8.2. В случае возникновения вопросов по совершенному платежу, Получатель может обратиться в службу поддержки – 88003005650/88124244750
        8.3. Все споры, разногласия или требования, возникающие из Договора или в связи с ним, подлежат урегулированию Сторонами путем переговоров. Сторона, получившая претензию, обязана ответить другой Стороне не позднее 3 (Трех) рабочих дней с даты получения претензии.
        При отсутствии согласия спор между Сторонами подлежит рассмотрению в Арбитражном суде Калужской области.
        9. Срок действия Договора. Изменение и расторжение Договора
        9.1. Настоящий Договор действует в течение неопределённого срока и вступает в силу с даты его заключения.
        9.2. Договор может быть расторгнут в одностороннем внесудебном порядке по инициативе любой из Сторон, по иным основаниям, предусмотренным Договором, а также действующим законодательством.
         9.3. Обязательства Сторон по настоящему Договору, возникшие до его прекращения, сохраняются вплоть до их полного исполнения.
        9.4. Расторжение Договора не освобождает Стороны от обязанности провести все взаиморасчеты и платежи по Договору по Операциям, совершенным до даты его расторжения.
        9.5. Компания оставляет за собой право внести изменения в условия Договора и/или отозвать Договор в любой момент по своему усмотрению. В случае внесения Компанией изменений в Договор, такие изменения вступают в силу с момента размещения измененного текста Договора в Личном кабинете Получателя.
    </pre>
</template>

<script>
export default {
    name: "ContractText",
}
</script>

<style scoped>
    p {
        font-size: 14px;
        line-height: 16px;
        color: #494949;
        margin-bottom: 15px;
        text-indent: 20px;
    }
    .text {
        font-size: 14px;
        line-height: 16px;
        color: #494949;
        white-space: pre-wrap;
    }
</style>
